tap "gromgit/fuse"
tap "homebrew/bundle"
tap "teamookla/speedtest"
brew "bash"
brew "bat"
brew "cloudflared"
brew "cocoapods"
brew "coreutils"
brew "deno"
brew "exiftool"
brew "eza"
brew "ffmpeg"
brew "fnm"
brew "gh"
brew "jq"
brew "poetry"
brew "pyenv"
brew "python@3.13"
brew "starship"
brew "stow"
brew "tldr"
brew "trash"
brew "watchman"
brew "wireguard-tools"
brew "yt-dlp"
brew "zoxide"
brew "fzf"
brew "git-delta"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "gromgit/fuse/ntfs-3g-mac"
brew "teamookla/speedtest/speedtest"
cask "android-studio"
cask "appcleaner"
cask "brave-browser"
cask "canon-eos-utility"
cask "chatgpt"
cask "cursor"
cask "discord"
cask "docker-desktop"
cask "expo-orbit"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "jellyfin-media-player"
cask "logi-options+"
cask "macfuse"
cask "mounty"
cask "private-internet-access"
cask "raycast"
cask "react-native-debugger"
cask "slack"
cask "telegram"
cask "termius"
cask "the-unarchiver"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "whatsapp"
cask "windsurf"
cask "zulu@17"

