tap "gentleman-programming/tap"
tap "gromgit/fuse"
tap "homebrew/bundle"
tap "opgginc/tap"
tap "steipete/tap"
brew "atuin"
brew "bash"
brew "bat"
brew "carapace"
brew "cloudflared"
brew "cocoapods"
brew "coreutils"
brew "curl"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gcc"
brew "gemini-cli"
brew "gh"
brew "git"
brew "git-delta"
brew "htop"
brew "httpie"
brew "jq"
brew "lazygit"
brew "mole"
brew "tree-sitter"
brew "neovim"
brew "poetry"
brew "powerlevel10k"
brew "pyenv"
brew "ripgrep"
brew "rtk"
brew "starship"
brew "stow"
brew "switchaudio-osx"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "uv"
brew "watchman"
brew "wireguard-tools"
brew "yt-dlp"
brew "zoxide"
brew "zsh"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "gentleman-programming/tap/engram"
brew "gentleman-programming/tap/gentle-ai"
brew "gentleman-programming/tap/gentleman-dots"
brew "gentleman-programming/tap/gga"
brew "gromgit/fuse/ntfs-3g-mac"
cask "android-studio"
cask "bitwarden"
cask "brave-browser"
cask "canon-eos-utility"
cask "chatgpt"
cask "claude"
cask "claude-code"
cask "codex"
cask "codex-app"
cask "steipete/tap/codexbar"
cask "cursor"
cask "discord"
cask "display-pilot"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "jellyfin-media-player"
cask "macfuse"
cask "mounty"
cask "orbstack"
cask "private-internet-access"
cask "puremac"
cask "raycast"
cask "slack"
cask "telegram"
cask "the-unarchiver"
cask "transmission"
cask "upscayl"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "whatsapp"
cask "zulu@17"
