tap "gromgit/fuse"
tap "homebrew/bundle"
tap "teamookla/speedtest"
brew "bash"
brew "bat"
brew "cloudflared"
brew "cocoapods"
brew "coreutils"
brew "deno"
brew "exiftool"
brew "eza"
brew "ffmpeg"
brew "fnm"
brew "gh"
brew "jq"
brew "poetry"
brew "pyenv"
brew "python@3.13"
brew "starship"
brew "stow"
brew "tldr"
brew "trash"
brew "watchman"
brew "wireguard-tools"
brew "yt-dlp"
brew "zoxide"
brew "fzf"
brew "git-delta"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "gromgit/fuse/ntfs-3g-mac"
brew "teamookla/speedtest/speedtest"
cask "android-studio"
cask "appcleaner"
cask "brave-browser"
cask "canon-eos-utility"
cask "chatgpt"
cask "cursor"
cask "discord"
cask "docker-desktop"
cask "expo-orbit"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "jellyfin-media-player"
cask "logi-options+"
cask "macfuse"
cask "mounty"
cask "private-internet-access"
cask "raycast"
cask "react-native-debugger"
cask "slack"
cask "telegram"
cask "termius"
cask "the-unarchiver"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "whatsapp"
cask "windsurf"
cask "zulu@17"
vscode "astro-build.astro-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "charliermarsh.ruff"
vscode "clinyong.vscode-css-modules"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-open-in-github"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "heybourn.headwind"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "meganrogge.template-string-converter"
vscode "mguellsegarra.highlight-on-copy"
vscode "mhutchie.git-graph"
vscode "miguelsolorio.fluent-icons"
vscode "miguelsolorio.symbols"
vscode "mikestead.dotenv"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "pflannery.vscode-versionlens"
vscode "redhat.vscode-yaml"
vscode "streetsidesoftware.code-spell-checker"
vscode "usernamehw.errorlens"
vscode "waderyan.gitblame"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
