astro-build.astro-vscode
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
clinyong.vscode-css-modules
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
editorconfig.editorconfig
esbenp.prettier-vscode
github.github-vscode-theme
github.vscode-github-actions
heybourn.headwind
kisstkondoros.vscode-gutter-preview
meganrogge.template-string-converter
mguellsegarra.highlight-on-copy
mhutchie.git-graph
midudev.better-svg
miguelsolorio.fluent-icons
miguelsolorio.symbols
mikestead.dotenv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
pflannery.vscode-versionlens
redhat.vscode-yaml
usernamehw.errorlens
waderyan.gitblame
wix.vscode-import-cost
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
