astro-build.astro-vscode
bradlc.vscode-tailwindcss
charliermarsh.ruff
christian-kohler.path-intellisense
clinyong.vscode-css-modules
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
editorconfig.editorconfig
esbenp.prettier-vscode
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-github-actions
heybourn.headwind
kisstkondoros.vscode-gutter-preview
meganrogge.template-string-converter
mguellsegarra.highlight-on-copy
mhutchie.git-graph
miguelsolorio.fluent-icons
miguelsolorio.symbols
mikestead.dotenv
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
pflannery.vscode-versionlens
redhat.vscode-yaml
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
usernamehw.errorlens
waderyan.gitblame
wix.vscode-import-cost
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
